<template>
    <div class="max-w-[1200px] mx-auto mt-[30px] lg:mx-5">
        <div class="max-w-[500px] mx-auto">
            <img src="/img/man.png" alt="man" class="cssanimation hu__hu__">
        </div>
        <div class="mt-[90px]">
            <h1 class="text-center text-[50px] font-oswald font-bold text-[#fff] sm:text-[45px]">Николай Литомин</h1>
            <article class="max-w-[1100px]  mx-auto mt-[10px] sm:text-[18px] text-[20px] font-lato font-medium text-white leading-[130%]">
                Я являюсь опытным Python инженером с глубокими знаниями языка программирования Python и его экосистемы.
                Мои умение создавать эффективный и масштабируемый код делает меня ценным членом команды разработчиков.

                Моя карьера началась с изучения основ программирования и языка Python в университете. Я освоили основные концепции, такие
                как переменные, условия, циклы и функции. Со временем я стали экспертом в объектно-ориентированном
                программировании, модулях, пакетах и работе с файлами.

                Я также погрузились в различные фреймворки и библиотеки Python, такие как Django, Flask, NumPy, Pandas и
                TensorFlow. Мои знание этих инструментов позволяют мне разрабатывать веб-приложения, анализировать данные,
                создавать машинное обучение и глубокое обучение модели.
        </article>
    </div>
</div></template>